Repository: wm-ghostcat/Program-Ark
Catalog: xkcd-Open-Source-master/Source/Misc/Supporting Files/*.lproj/Localizable.strings
Languages: de, es, ru, zh_hans

source: common.button.ok
de: OK
es: Aceptar
ru: OK
zh_hans: 好

source: common.error.title
de: Oh!
es: ¡Vaya!
ru: Ой!
zh_hans: 糟糕！

source: common.button.cancel
de: Abbrechen
es: Cancelar
ru: Отменить
zh_hans: 取消

source: common.button.are you sure
de: Sicher?
es: ¿Seguro?
ru: Вы уверены?
zh_hans: 你确定？

source: common.button.continue
de: Weiter
es: Continuar
ru: Продолжить
zh_hans: 继续

source: loading.button.title
de: xkcd lädt...
es: Cargando xkcd...
ru: Загрузка xkcd...
zh_hans: 正在加载xkcd...

source: loading.button.complete
de: Fertig geladen!
es: ¡Carga completa!
ru: Загрузка завершена!
zh_hans: 加载完成！

source: review.alert.title
de: Sag uns deine Meinung!
es: ¡Dinos lo que piensas!
ru: Поделитесь с нами своими мыслями!
zh_hans: 告诉我们你的想法！

source: review.alert.message
de: Wir haben uns große Mühe gegeben, den besten xkcd-Comic-Reader aller Zeiten zu entwickeln, der kostenlos ist UND keine Werbung enthält! Es würde uns sehr viel bedeuten, wenn du dir kurz Zeit nehmen und uns dein ehrliches Feedback zur App geben könntest. Bitte, bitte!
es: Hemos trabajado arduamente para crear el mejor lector de cómics xkcd en la actualidad, ¡gratuito Y sin publicidades! Nos complacería que te tomes un minuto para dejar tus comentarios sobre la aplicación. ¡Muchas gracias!
ru: Мы упорно трудились, чтобы создать лучшую читалку для комиксов xkcd, бесплатную и без рекламы! Нам было бы приятно, если бы вы уделили минуту, чтобы оставить честный отзыв о приложении. Пожалуйста?
zh_hans: 我们致力于创建无广告的免费最佳xkcd连环画阅读器！如果您愿意花点时间留下一些关于本应用的诚实反馈，这将给我们极大的鼓励。请给好评吧？

source: review.alert.leave review
de: App bewerten
es: Dejar reseña
ru: Оставить отзыв
zh_hans: 留下评论

source: review.alert.dont ask again
de: Nö... Keinen Bock!
es: No, ¡déjenme en paz!
ru: Нет... Оставьте меня в покое!
zh_hans: 不...不要打扰我！

source: comic.list.favorites title
de: Favoriten
es: Favoritos
ru: Избранное
zh_hans: 收藏

source: comic.list.unread title
de: Ungelesen
es: No leído
ru: Непрочитанные
zh_hans: 未读

source: comic.list.no search results
de: Keine Ergebnisse gefunden...
es: No hay resultados...
ru: Поиск не дал результатов...
zh_hans: 未找到结果…

source: comic.list.no favorites
de: Du hast noch keine Favoriten!
es: ¡Aún no tienes favoritos!
ru: У вас еще нет записей в Избранном!
zh_hans: 你还没有收藏！

source: comic.list.view all
de: Alle Comics anzeigen
es: Ver todos los cómics
ru: Просмотреть все комиксы
zh_hans: 查看所有连环画

source: comic.list.view unread
de: Alle ungelesenen anzeigen
es: Ver todos los no leídos
ru: Просмотреть все непрочитанные
zh_hans: 查看所有未读

source: comic.list.view favorites
de: Favoriten anzeigen
es: Ver favoritos
ru: Просмотреть Избранное
zh_hans: 查看收藏

source: comic.list.view random
de: Zufälligen Comic anzeigen
es: Ver cómic al azar
ru: Просмотреть комиксы в произвольном порядке
zh_hans: 查看随机连环画

source: comic.list.view bookmark
de: Gemerkten Comic anzeigen
es: Ver cómic marcado
ru: Просмотреть комиксы в закладках
zh_hans: 查看加书签的连环画

source: comic.list.clear cache
de: Zwischenspeicher leeren
es: Borrar caché
ru: Очистить кэш
zh_hans: 清除缓存

source: comic.list.clear cache warning
de: Hiermit werden alle Comics gelöscht, alle Comics als ungelesen markiert, alle Favoriten zurückgesetzt und dein Lesezeichen entfernt, sofern du eins gesetzt hast.
es: Esta acción borrará todos los cómics, marcará a todos como no leídos, restaurará todos los favoritos y borrará su marcador en caso de que lo haya creado.
ru: Это действие удалит все комиксы, отметит их как непрочитанные, удалит избранное и очистит ваши закладки, если вы их создавали.
zh_hans: 这会删除所有连环画、全部设置为未读，重置所有收藏，并清除您的书签（若已设置）。

source: comic.list.loading error
de: Beim Laden dieses Inhalts ist ein Fehler aufgetreten. Bitte überprüfe deine Internetverbindung und versuche es erneut.
es: Ha ocurrido un error al cargarse este contenido. Verifica que estés conectado a Internet y vuelve a intentarlo.
ru: Во время загрузки содержимого произошла ошибка. Пожалуйста, проверьте свое подключение и попробуйте снова.
zh_hans: 加载该内容时出错。请检查连接后重试。

source: comic.list.menu accessibility
de: Menü
es: menú
ru: меню
zh_hans: 菜单

source: comic.view.comic
de: Comic
es: cómic
ru: комиксы
zh_hans: 连环画

source: comic.view.view random
de: Zufälligen Comic anzeigen
es: ver cómic al azar
ru: просмотреть случайный комикс
zh_hans: 查看随机连环画

source: comic.view.alt
de: Alternativen Text anzeigen
es: ver texto alternativo
ru: просмотреть альтернативный текст
zh_hans: 查看替代文本

source: comic.view.favorite
de: Als Favorit speichern
es: Agregar este cómic a favoritos
ru: добавить комикс в избранное
zh_hans: 收藏该连环画

source: comic.view.bookmark
de: Lesezeichen setzen
es: Marcar este cómic
ru: добавить комикс в закладки
zh_hans: 为该连环画加书签

source: comic.view.prev
de: Vorherigen Comic anzeigen
es: ver cómic anterior
ru: просмотреть предыдущий комикс
zh_hans: 查看上个连环画

source: comic.view.next
de: Nächsten Comic anzeigen
es: ver siguiente cómic
ru: просмотреть следующий комикс
zh_hans: 查看下个连环画

source: comic.explain.title
de: Erklären
es: Explicar
ru: Объяснение
zh_hans: 说明

source: comic.explain.accessibility
de: Comic erklären
es: Explicar este cómic
ru: разъяснить этот комикс
zh_hans: 说明该连环画
